webapp={

    "mantop100": [
        {
           "name": "我喜欢的基建争霸流小说！",
           "author": "雄霸天下",
           "desc": "近年来比较流行的小说，可以说是变种的种田流，也可以说是网游的一个分支，还可以是历史类小说，主要是建设+争霸，当然历史名人在其中有着非常重要的作用。不管是在架空，异界还是网游上有着吸引读者的代入感。下面我介绍一些我喜欢的",
            "img": "images/atop100_1",
            "rq": "25 ",
            "r_l": "924",

        },
        {
            "name": "火影，系统，位面，洪荒，三国",
            "author": "梦之彼岸",
            "desc": "喜欢的点一下收藏",
            "img": "images/atop100_2",
            "rq": "206",
            "r_l": "757",
        },
        {
            "name": "肉肉肉夹馍",
            "author": "_____蓝色透彻",
            "desc": "....",
            "img": "images/atop100_3",
            "rq": "7",
            "r_l": "602",
        },
        {
            "name": "无敌流小说",
            "author": "南拳北鱼",
            "desc": "看小说就是为了爽，而不是受虐",
            "img": "images/atop100_4",
            "rq": "30",
            "r_l": "574"
        },
{
            "name": "两百九十五本书(五年的累积)",
            "author": "请叫我萝卜斯基",
            "desc": "包罗万象(系统、玄幻、都是装逼、穿越、同人、H、黑道、明星、科幻、末世、魔法、召唤、未来、网游) 大部分都是多女主( ?° ?? ?°)?你懂的～",
            "img": "images/atop100_5",
            "rq": "227",
            "r_l": "537"
        },
{
            "name": "叮！您发现了一大堆神书！",
            "author": "渡劫失败从",
            "desc": "亲！看完记得收藏哦！ ",
            "img": "images/atop100_6",
            "rq": "46",
            "r_l": "434"
        },
{
            "name": "偏执，黑化男主的快穿文",
            "author": "红蕊三叶い雪翎",
            "desc": "大概就是一堆黑芝麻馅的男主们，各种的黑化各种的偏执，基本1v1，占有欲超强 以后会不定时更新，其实本来是打算挪书架的。。。",
            "img": "images/atop100_7",
            "rq": "15",
            "r_l": "361"
        },
{
            "name": "变身百合的，嫁人的勿入",
            "author": "你好萌啊",
            "desc": "全是我自己试过赌的，，多为二次元，不过有些太监了",
            "img": "images/atop100_8",
            "rq": "25",
            "r_l": "319"
        },
{
            "name": "超好看",
            "author": "稚夏",
            "desc": "甜文",
            "img": "images/atop100_9",
            "rq": "41",
            "r_l": "301"
        },
{
            "name": "各种各样单女主或无女主",
            "author": "流逝的时光",
            "desc": "楼主保证！",
            "img": "images/atop100_10",
            "rq": "161",
            "r_l": "253"
        },
{
            "name": "超全耽美主攻文",
            "author": "风流折腰",
            "desc": "多年沉迷于主攻文，奈何近年被主受文逼得走投无路，各位爱好主攻的千万别错过，本本都试过毒，包好看不虐，之后应该还会出超好看主攻文，只放精品了，欢迎关注",
            "img": "images/atop100_11",
            "rq": "39",
            "r_l": "226"
        },
{
            "name": "重生带系统，强大无理由?",
            "author": "埋麦",
            "desc": "系统流无虐",
            "img": "images/atop100_12",
            "rq": "130",
            "r_l": "220"
        },
{
            "name": "耽美耽美，双洁，受不小白",
            "author": "ゞ はなさき",
            "desc": "主受，攻大都不渣（就算有渣攻也被狠狠虐了→_→）。受性格都挺好，独立，不小白。攻受的性格设定都很棒，剧情设定也都不错，文笔",
            "img": "images/atop100_13",
            "rq": "92",
            "r_l": "181"
        },
{
            "name": "幼苗…万人气新书",
            "author": "天下",
            "desc": "个个逗比风…看了绝不后悔…就怕你不敢点 点了之后…请点击右??上??角…收藏",
            "img": "images/atop100_14",
            "rq": "12",
            "r_l": "170"
        },
{
            "name": "动漫 同人 变身 百合",
            "author": "空白",
            "desc": "好看的书",
            "img": "images/atop100_15",
            "rq": "167",
            "r_l": "160"
        },
{
            "name": "重来一次，我还爱你",
            "author": "Alice的梦境",
            "desc": "重生文宠宠宠",
            "img": "images/atop100_16",
            "rq": "15",
            "r_l": "158"
        },
{
            "name": "给男朋友提高情商用的",
            "author": "我的酸奶是假奶",
            "desc": "这是一个给低情商男友提高情商用的暑假 少女心爆棚的书架",
            "img": "images/atop100_17",
            "rq": "12",
            "r_l": "150"
        },
{
            "name": "青梅竹马",
            "author": "旧梦以逝",
            "desc": "恶魔竹马，呆青梅",
            "img": "images/atop100_18",
            "rq": "15",
            "r_l": "149"
        },
{
            "name": "社会大学",
            "author": "小涩哥",
            "desc": "在社会混的好必须要学到的东西",
            "img": "images/atop100_19",
            "rq": "50",
            "r_l": "149"
        },
{
            "name": "系统，无敌，玄幻，洪荒，穿越",
            "author": "你べ猜___",
            "desc": "每次看完一本书就感觉少了点什么",
            "img": "images/atop100_20",
            "rq": "182",
            "r_l": "142"
        },

    ]

}