webapp={
    
    "mantop100": [
        {
            "name": "圣墟",
            "author": "辰东",
            "desc": "在破败中崛起，在寂灭中复苏。沧海成尘，雷电枯竭，那一缕幽雾又一次临近大地，世间的枷锁被打开了，一个全新的世界就此揭开神秘的一角……",
            "img": "images/top100_1",
            "rq": "29.42 万",
            "r_l": "72.81%"
        },
        {
            "name": "一念永恒",
            "author": "耳根",
            "desc": "一念成沧海，一念化桑田。一念斩千魔，一念诛万仙。唯我念……永恒。这是耳根继《仙逆》《求魔》《我欲封天》后，创作的第四部长篇小说《一念永恒》",
            "img": "images/top100_2",
            "rq": "26.25 万",
            "r_l": "73.14%",
        },
        {
            "name": "龙王传说",
            "author": "唐家三少",
            "desc": "伴随着魂导科技的进步，斗罗大陆上的人类征服了海洋，又发现了两片大陆。魂兽也随着人类魂师的猎杀无度走向灭亡，沉睡无数年的魂兽之王在星斗大森林最后的净土苏醒，它要带领仅存的族人，向人类复仇！唐舞麟立志要成为一名强大的魂师，可当武魂觉醒时，苏醒的，却是……旷世之才，龙王之争，我们的龙王传说，将由此开始。",
            "img": "images/top100_3",
            "rq": "18.45 万",
            "r_l": "70.1%",
        },
		{
            "name": "修真聊天群",
            "author": "圣骑士的传说",
            "desc": "某天，宋书航意外加入了一个仙侠中二病资深患者的交流群，里面的群友们都以‘道友’相称，群名片都是各种府主、洞主、真人、天师。连群主走失的宠物犬都称为大妖犬离家出走。整天聊的是炼丹、闯秘境、炼功经验啥的。突然有一天，潜水良久的他突然发现……群里每一个群员，竟然全部是修真者，能移山倒海、长生千年的那种！啊啊啊啊，世界观在一夜间彻底崩碎啦！《修真聊天群》最新章节:",
            "img": "images/top100_4",
            "rq": "15.97 万",
            "r_l": "73.23%"
        },
{
            "name": "黑道学生之校园狂少",
            "author": "七十二翼天使",
            "desc": "绝不能让美女们在黑夜里寂寞地哭泣！时隔十二年，再开黑道学生，原汁原味，更热血，更搞笑，更暧昧唯一官方群号：老剑书友群（1）： 216353060 唯一新浪微博：煮剑焚酒本尊",
            "img": "images/top100_5",
            "rq": "2.05 万",
            "r_l": "58.45%"
        },
{
            "name": "帝霸",
            "author": "厌笔萧生",
            "desc": "千万年前，李七夜栽下一株翠竹。八百万年前，李七夜养了一条鲤鱼。五百万年前，李七夜收养一个小女孩。今天，李七夜一觉醒来，翠竹修练成神灵，鲤鱼化作金龙，小女孩成为九界女帝。这是一个养成的故事，一个不死的人族小子养成了妖神、养成了仙兽、养成了女帝的故事",
            "img": "images/top100_6",
            "rq": "13.41 万",
            "r_l": "70.07%"
        },
{
            "name": "最强狂兵",
            "author": "烈焰滔滔",
            "desc": "一代兵王含恨离开部队，销声匿迹几年后，逆天强者强势回归都市，再度掀起血雨腥风！简单粗暴是我的行事艺术，不服就干是我的生活态度！看顶级狂少如何纵横都市，书写属于他的天王传奇！依旧极爽极热血！（老书《都市邪王》280万字完本，无断更记录，人品保证！）",
            "img": "images/top100_7",
            "rq": "13.37 万",
            "r_l": "68.24%"
        },
{
            "name": "最强反套路系统",
            "author": "太上布衣",
            "desc": "“年轻人，当年我开始装逼的时候，你们还只是一滴液体！”“仙子，随在下走一趟，保证带你装逼带你飞，带你一起嘿嘿嘿！”身披狂徒铠甲，肩扛日炎斗篷。左手无尽之刃，右手诛仙神剑。横扫修仙界无敌手，就问一声还有谁？装逼如风，常伴吾身！长路漫漫，装逼相伴！徐缺踏上了一条装逼之路，每天不是在装逼，就是在去装逼的路上！",
            "img": "images/top100_8",
            "rq": "11.16万",
            "r_l": "57.72%"
        },
{
            "name": "逍遥小书生",
            "author": "荣小荣",
            "desc": "21世纪工科男，穿越古代成为一名穷书生。大脑里面居然装着一个图书馆，各种知识应有尽有！这辈子不说封侯拜相，怎么也得当个大官玩玩吧？迎着初升的朝阳，李易发下宏愿，勇敢的迈出了在这个世界的第一步。“站住！”高头大马之上，一绝色女子身着劲装，细细打量一番，素手轻挥：“绑了！”身后的凶恶山贼一涌而上……洞房花烛夜，看着推门进来的绝色女子……李易的宏愿发生了小小的改变。官居一品，算什么？封侯拜相，没意思！我可是要成为山贼王------的男人！书友群：201688857，欢迎大家加群！",
            "img": "images/top100_9",
            "rq": "9.33 万",
            "r_l": "69.51%"
        },
{
            "name": "碎星物语",
            "author": "罗森",
            "desc": "男儿有志，风云再起，土鸡瓦狗，皆可碎星。百族大战后，战争英雄「碎星团」被诬陷为人族叛徒，遭整肃而覆灭，一切真相，都埋藏在万里沙海的滚滚黄沙之下。六年之后，奴隶商人温去病，以[温剥皮]的鼎鼎大名崛起于世，专门从事猎杀碎星团残党的工作，但其背后，却隐藏这不为人知的秘密……封神旧址，碎星遗藏，龙族少女，魔神降临，当这一切交汇之时，新的传奇，即将拉开帷幕。《碎星物语》最新章节:",
            "img": "images/top100_10",
            "rq": "0.57万",
            "r_l": "52.14%"
        },
{
            "name": "万古神帝",
            "author": "辰东",
            "desc": "八百年前，明帝之子张若尘，被他的未婚妻池瑶公主杀死，一代无上天骄，就此陨落。八百年后，张若尘重新活了过来，却发现曾经杀死他的未婚妻，已经统一昆仑界，开辟出第一中央帝国，号称“池瑶女皇”。池瑶女皇——统御天下，威临八方；青春永驻，不死不灭。张若尘站在诸皇祠堂外，望着池瑶女皇的神像，心中燃烧起熊熊的仇恨烈焰，“待我重修十三载，敢让女皇下黄泉”。",
            "img": "images/top100_11",
            "rq": "8.61万",
            "r_l": "71.51%"
        },
{
            "name": "修罗武神",
            "author": "善良的蜜蜂",
            "desc": "论潜力，不算天才，可玄功武技，皆可无师自通。论魅力，千金小姐算什么，妖女圣女，都爱我欲罢不能。论实力，任凭你有万千至宝，但定不敌我界灵大军。我是谁？天下众生视我为修罗，却不知，我以修罗成武神。",
            "img": "images/top100_12",
            "rq": "9.14 万",
            "r_l": "53.8%"
        },
{
            "name": "全职法师",
            "author": "乱",
            "desc": "一觉醒来，世界大变。熟悉的高中传授的是魔法，告诉大家要成为一名出色的魔法师。居住的都市之外游荡着袭击人类的魔物妖兽，虎视眈眈。崇尚科学的世界变成了崇尚魔法，偏偏有着一样以学渣看待自己的老师，一样目光异样的同学，一样社会底层挣扎的爸爸，一样纯美却不能走路的非血缘妹妹...不过，莫凡发现绝大多数人都只能够主修一系魔法，自己却是全系全能法师！",
            "img": "images/top100_13",
            "rq": "10.31万",
            "r_l": "59.73%"
        },
{
            "name": "元尊",
            "author": "天蚕土豆",
            "desc": "彼时的归途，已是一条命运倒悬的路。昔日的荣华，如白云苍狗，恐大梦一场。少年执笔，龙蛇飞动。",
            "img": "images/top100_14",
            "rq": "10.52万",
            "r_l": "56.31%"
        },
{
            "name": "绝世剑神",
            "author": "黑暗火龙",
            "desc": "天灵大陆，武道为尊！强者可以遨游天地，威震山河，翻手苍穹覆灭，弹指日月变色！\n\n神州大地年轻的武学宗师林辰，意外带着一尊神秘小鼎来到这个世界，成为雁南域天极宗的外门弟子。自此，海阔凭鱼跃，天高任鸟飞！且看林辰如何在这异界一步步踏上巅峰，凌九霄，破万劫，终成一代绝世剑神！",
            "img": "images/top100_15",
            "rq": "0.7万",
            "r_l": "53.05%"
        },
{
            "name": "我的姐姐是大明星",
            "author": "卖报小郎君",
            "desc": "某年某月某天，祸水姐姐忽然说：“我要做明星。”秦泽淡定道：“老姐，你想被老爹活活打死，我不反对。”祸水姐姐义正言辞：“秦泽，你跟姐姐同居这么多年，这个锅，你必须背。”这是一个姐姐不断坑弟弟的故事。秦泽：“妈蛋，还好我有系统”",
            "img": "images/top100_16",
            "rq": "8.22万",
            "r_l": "61.83%"
        },
{
            "name": "超品相师",
            "author": "九灯和善",
            "desc": "相师分九品，一品一重天风水有境界，明理，养气，修身，问道。二十一世纪的一位普通青年偶获诸葛亮生前的玄学传承，没有大志向的秦宇，只想守着老婆孩子热炕头，却机缘巧合一步步走上相师之巅，成就超品之尊，相地，相人，相红颜六爻算尽天下事，八字测遍世间人！2014年最火爆都市相师系列精品力作，无数读者推荐，值得你一看",
            "img": "images/top100_17",
            "rq": "7.22 万",
            "r_l": "67.08%"
        },
{
            "name": "永夜君王",
            "author": "烟雨江南",
            "desc": "千夜自困苦中崛起，在背叛中坠落。自此一个人，一把枪，行在永夜与黎明之间，却走出一段传奇。若永夜注定是他的命运，那他也要成为主宰的王。",
            "img": "images/top100_18",
            "rq": "6.91万",
            "r_l": "57.44%"
        },
{
            "name": "逆天邪神",
            "author": "火星引力",
            "desc": "掌天毒之珠，承邪神之血，修逆天之力，一代邪神，君临天下！",
            "img": "images/top100_19",
            "rq": "8.2 万",
            "r_l": "59.74%"
        },
{
            "name": "雷武",
            "author": "中下马笃",
            "desc": "少年紫宸用一命认清兄弟，机缘遇雷元复生，得炼体法诀，踏上强者之路。雷电淬圣体，造化铸天途！以坚韧之心，踏雷武巅峰！",
            "img": "images/top100_20",
            "rq": "0.51万",
            "r_l": "54.21%"
        },

    ]

}