webapp={

    "mantop100": [
        {
            "name": "蜜爱100分：不良鲜妻有点甜",
            "author": "囧囧有妖",
            "desc": "“这家伙，口味是有多重，这都下得去口？” 一觉醒来，她看着镜子里的自己， 爆炸头血腥纹身脸化得像鬼，多看一秒都辣眼睛。 重生前，她另有所爱，一心逃离，与他发生关系后对他恨之入骨。 重生后，她瞄了眼床上的美色，严肃思考，这事后留下阴影的，貌似应该是他？ 上一世脑子被门夹了放着绝色老公不要，被渣男贱女所害，被最信任的闺密洗脑，落了个众叛亲离的下场。 这一世，任各路牛鬼蛇神处心积虑巴不得她离婚让位，不好意思，本小姐智商上线了！",
            "img": "images/btop100_1",
            "rq": "9.44万",
            "r_l": "71.85%"
        },
        {
            "name": "邪王追妻：废材逆天小姐",
            "author": "苏小暖",
            "desc": "她，21世纪金牌杀手，却穿为苏府最无用的废柴四小姐身上。他，帝国晋王殿下，冷酷邪魅强势霸道，天赋卓绝。世人皆知她是草包废材，任意欺压凌辱，唯独他慧眼识珠对她强势霸道纠缠誓死不放手。且看他们如何强者与强者碰撞，上演一出追逐与被追逐的好戏。",
            "img": "images/btop100_2",
            "rq": "5.63 万",
            "r_l": "48.3%",
        },
        {
            "name": "重生首长的小媳妇",
            "author": "江山一顾",
            "desc": "盛宁被猛的扑倒，某男人笑容邪侫，“军长可压不可辱，要不我让你在上？”夜夜被压，小媳妇终于翻身农奴把歌唱。前世，盛宁懵懂无知，是从小背负不堪名声的‘坏女人’。被好友陷害，被男人辜负，最后孤苦无依，凄惨而死。当她重生回1983年，她一定擦亮眼睛看人，认认真真做事。这一世，她再也不让妹妹因她而死，这一世她要成为文工团最骄傲的那朵玫瑰。一个优秀的女兵，孝顺的女儿，合格的姐姐。且看她如何破釜沉舟，救妹妹于水火之中。力挽狂澜，带着全家一起改革开放，致富奔小康。虎视眈眈，誓要拿下冷面军长，传说中的活阎王。",
            "img": "images/btop100_3",
            "rq": "3.46 万",
            "r_l": "66.27%",
        },
		{
            "name": "帝少心头宠：国民校草是女生",
            "author": "战七少",
            "desc": "她是女生眼中唯一能和国民男神相提并论的最新校草，傅九！表面上她是最普通不过的暴发户高中生。实际上她是利用网络追捕罪犯的黑客Z。女扮男装，横霸游戏，惩治罪恶，撩妹技术一流，当人们知道“他”是女生时，全民沸腾了！傅九：“秦大神，有女朋友吗？”秦漠放下笔记本：“没有。”傅九低声开撩：“那么从现在开始你有了，就是我。”秦漠嘴角一勾，突地扯开了她的校服。“等等！你要做什么？”傅九懵了！秦漠霸道俯身：“行使我身为男朋友的权利，睡你！",
            "img": "images/btop100_4",
            "rq": "2.95 万",
            "r_l": "60.04%"
        },
{
            "name": "萌宝快递：拐个妈咪送爹地",
            "author": "密云不雨",
            "desc": "她是走投无路的落魄千金，他是高高在上的商业大亨。黑暗之中，他无情的说，你不过是我生孩子的工具。结果，她的身影却夜夜入梦。五年后，天降萌娃。“女人我要包养你。”被一个熊孩子拐走，一觉醒来，小包子变成了放大版的霸道总裁。某男无耻，“安子琪，你睡了我，生了我的孩子，必须对我负责。”某女淡定，“不好意思，你已经过了保修期，概不负责。”小包子，“老爸，成功捕获老妈一只，包邮哦！”宠文无虐，男女主身心干净！",
            "img": "images/btop100_5",
            "rq": "2.94 万",
            "r_l": "66.45%"
        },
{
            "name": "闪婚蜜爱：慕少的心尖萌妻",
            "author": "一捧雪",
            "desc": "商业传奇慕氏集团的总裁慕云靳，帅气多金，是全城女子的中情人，奈何他却不近女色，传闻是个gay。不想某天，拐带了一枚小白兔回家，自此对她宠溺无限，还全球直播向她求婚，蜜宠到天怒人怨的地步。人人都道：你负责美貌如花，我负责赚钱给你花，慕大总裁宠妻成瘾。婚后，大总裁对她蜜爱缠绵无限。洛浅扶墙，欲哭无泪：说好的总裁是个gay呢？传闻与事实不符，我要退货！慕云靳勾唇一笑，将小女人拉进怀中，轻抚着她平坦的小腹，邪魅道：“包子已有，期限终身，概不退还。”（这是一条腹黑总裁，一步步诱拐呆萌小娇妻的爆笑之路，蜜糖式宠文。）",
            "img": "images/btop100_6",
            "rq": "2.92 万",
            "r_l": "43.91%"
        },
{
            "name": "神医凰后：傲娇暴君，强势宠！",
            "author": "苏小暖",
            "desc": "她，21世纪王牌特工，被家族遗弃的天才少女；他，傲娇腹黑帝国太子，一怒天下变的至高王者；她扮猪吃虎坑他、虐他、刺激他、每次撩完就跑。是个男人就忍不了！他只能猎捕她，宠溺她，诱惑她为他倾心，谁知先动心的人却变成了他。君临天下的少年，凤舞江山的少女，一场棋逢对手，势均力敌的爱情追逐游戏。",
            "img": "images/btop100_7",
            "rq": "2.74 万",
            "r_l": "53.41%"
        },
{
            "name": "重生初中：学霸女神，超给力！",
            "author": "青湖醉",
            "desc": "【女强爽文，打脸复仇1V1，宠宠宠，爽爽爽！】闺蜜变成妹妹，毁她的容、断她的腿，抢走她的豪门未婚夫，设计害死她母亲，还把她送入精神病院备受折磨死不瞑目！　云画带着满腔恨意回到13岁，这一世，她要让那些人血债血偿！　虐白莲毒妹、揍渣男未婚夫、做状元学霸、当文坛大神，成漫画名家，她还是全球最大直播平台的首席女主播……　一不小心，她还成了游泳世界冠军，奥运会、世锦赛，金牌拿到手软。成了举国欢呼的泳坛女神！　而一路走来，那个身份高不可攀的男人，始终护在她左右。　他说：我会为你，神挡杀神佛挡杀佛！　他还说：你若不离，我便不弃。宁负天下不负卿！",
            "img": "images/btop100_8",
            "rq": "2.70万",
            "r_l": "42.7%"
        },
{
            "name": "甜蜜婚令：军长的医神娇妻",
            "author": "清风莫晚",
            "desc": "“报告陆军长，外头谣传我们同被而眠，有一腿！”他从卷中抬头，缓身站起：“你要我如何？”“说清这只是谣言……”他将她抵在墙上，顺便堵住了那张嘴：“陆太太，我们得坐实这个谣言。”重生前，她一直在做的事，远离他，远离他！重生后，她一直想做的事，给他生猴子，生猴子！陆行止一生就奉行两个条例：一是破坏军婚是违法的。二是江瑶生是他的人，死是他的魂。",
            "img": "images/btop100_9",
            "rq": "2.62 万",
            "r_l": "63.85%"
        },
{
            "name": "凤回巢",
            "author": "寻找失落的爱情",
            "desc": "从侯府嫡女，到权倾天下的皇太后。顾莞宁这一生跌宕起伏，尝遍艰辛，也享尽荣华。闭上眼的那一刻，身心俱疲的她终于得以平静。没想到，一睁眼，她竟又重生回了十三岁的这一年……",
            "img": "images/btop100_10",
            "rq": "2.49万",
            "r_l": "65.12%"
        },
{
            "name": "重生军婚：首长，早上好！",
            "author": "锦红鸾",
            "desc": "大院有二乔，大乔貌美如画人生赢家。小乔，卑贱如草当了一辈子老姑娘。乔楠：啊呸，明明是亲生的，我过的日子却连捡来的都比不上！乔妈：乔楠，你长得不如你大姐，脑子比你大姐笨，福气比你大姐薄。你有什么资格读书，有什么资格结婚，有什么资格幸福？乔楠：凭什么不让读书，不给结婚，不能拥有幸福？我现在就去找个男人睡了结婚！只是当乔楠看到自己睡的是谁时，整个人都懵了，他们大院里最有前途的粗大腿，未来的首长。看着男人健硕分明的八块腹肌，诱人的鱼人线，冷厉的眸子，乔楠困难地咽咽口水，打招呼：“首长，早上好！”",
            "img": "images/btop100_11",
            "rq": "2.47万",
            "r_l": "68.69%"
        },
{
            "name": "试婚老公，用点力！",
            "author": "百香蜜",
            "desc": "新婚前夜，未婚夫和闺蜜偷情私奔。她两眼一黑，抓住民政局前的男人：“墨总，你新娘未到，我新郎落跑，不如……我们拼个婚？”婚前，她说：“就算同床，我和你之间，也不会有什么！”婚后，他说：“不试试看，怎么知道？”",
            "img": "images/btop100_12",
            "rq": "2.23 万",
            "r_l": "63.15%"
        },
{
            "name": "锦绣清宫：四爷的心尖宠妃",
            "author": "雪中回眸",
            "desc": "穿越之后，就不想活了。真不是她矫情，没法活了。穿来清朝也就罢了，还在四爷后院。为毛是个侍妾？！这怎么混？起点太低，出身太差，筹码太少，大BOSS血太厚，小BOSS个个要命……左思右想，装贤惠会死，因为前有乌拉那拉氏。装泼辣会死，因为后有李侧福晋。生儿子不能养，不生儿子没依靠，这日子怎么过都是个愁。再说这只四爷……说好的冷漠无情呢？您这表里不一真的合适？下了床就不要不要，上了床不要不要的……艾玛，腰疼啊。最后，叶枣想清楚了，既然四爷喜欢这个调调，那就学一个呗，上床霸王花，下床白莲花。不怕你禁欲，你来就把你拿下！四爷很郁闷，面对如此有追求的小侍妾，该怎么对付？来人，熄灯，看爷怎么收拾你！",
            "img": "images/btop100_13",
            "rq": "1.81万",
            "r_l": "62.52%"
        },
{
            "name": "总裁大人，放肆爱！",
            "author": "陆轻筠",
            "desc": "“陆煜宸不要了，你……慢一点！”“慢一点？慢一点的话怎么让你早点怀上我的继承人，嗯？”一场意外，让她与他各取所需，明明说好只谈利益不谈感情，可两人却越来越有假戏真做的嫌疑。“陆煜宸，说好每天最多三次的，你不要太过分了！”唐心洛揉着腰痛斥。“老婆，你没看时间吗，刚刚转钟了……现在刚过十二点，我们又可以开始今天的三次了。”唐心洛：“……”",
            "img": "images/btop100_14",
            "rq": "1.74万",
            "r_l": "45.22%"
        },
{
            "name": "宠你上瘾：军爷的神秘娇妻",
            "author": "久陌离",
            "desc": "她是军政世家沈家的大小姐，容颜绝世，气质清冷，是家中人手心里的宝，却不受亲生母亲待见；　　他是顶级豪门傅家唯一的继承人，权势无双，矜贵淡漠；是神秘部队的队长，也是最年轻的少帅。",
            "img": "images/btop100_15",
            "rq": "1.72万",
            "r_l": "48.02%"
        },
{
            "name": "帝少爆宠：娇妻霸上瘾",
            "author": "顾佳期",
            "desc": "京都的人都知道，云曦是慕非池的绕指柔心尖宠。谁见谁羡慕嫉妒，谁惹谁伤筋动骨。一朝重生，云曦这颗天煞孤星爹不疼娘不爱，偏偏被慕非池这个宠妻狂魔圈养了。老婆在前方虐渣渣撕绿茶，他在后头收拾战场兵不血刃。她是他的心头肉，爱到称霸这个世界的野心都变得一文不值，只为把她占为己有。",
            "img": "images/btop100_16",
            "rq": "1.65万",
            "r_l": "62.3%"
        },
{
            "name": "天价替婚：总裁宠妻狠强势",
            "author": "玉无殇",
            "desc": "姐姐订婚宴上，未来姐夫竟然直接宣布新娘换成她！而且这个姐夫怎么有点眼熟？新婚夜，她被他逼到墙角，无奈求饶：“你说过，婚后不会对我动手动脚的！”“动手动脚？”男人嗤笑，骨节分明的手挑起她的下巴，“放心，我不会动你的手和你的脚，我只会动别的地方。婚后，她以为自己的生活会是水深火热，然而，他却把她宠上天。“老公，小三还有30秒到达战场。”“老婆，让她们知道什么叫做残忍！”",
            "img": "images/btop100_17",
            "rq": "1.63 万",
            "r_l": "51.45%"
        },
{
            "name": "爆萌狐宝：神医娘亲要逆天",
            "author": "萧七爷",
            "desc": "她是华夏古武世家传人，刚穿越就身中暗算，随意强扑了个男人，不但被人抓奸在床，更是未婚先孕。怀胎十月生下的是只小狐狸？这小狐狸还扯着她的衣服喊娘亲？好在小狐宝乖巧软萌，贴心护母，在这龙蛇混杂的大陆，母子联手大杀四方，让那些狗眼看人低的极品亲戚悔之不失。可某日，狐宝他爹找上门来，不但要抢她的孩子，连她也打算一起抢了？哪有这么好的事情？要当狐宝他爹，问过狐宝他意见了没有？某狐宝双手叉腰：“想当我爹，先交银子再去后面排队，娘亲，我觉得隔壁王叔叔挺有钱的，你给王叔叔当媳妇吧。",
            "img": "images/btop100_18",
            "rq": "1.62万",
            "r_l": "67.23%"
        },
{
            "name": "毒妃在上，邪王在下",
            "author": "穆丹枫",
            "desc": "帅哥，江湖救急！借你衣服穿穿！”某女剥光正修炼某邪王，还摸了人家尺寸，然后逍遥跑路。某邪王清醒之后咬牙：搜！给我掘地三尺也要把她搜出来！他是这个大陆众生膜拜的圣尊，神秘，高贵，不可攀。她现代杀手之王，对他的评价是：妖孽，变态，神棍，无下限。她避他如蛇蝎，他缠她如缠藤。",
            "img": "images/btop100_19",
            "rq": "1.62 万",
            "r_l": "59.85%"
        },
{
            "name": "至尊瞳术师：绝世大小姐",
            "author": "陌烟",
            "desc": "24世纪的至尊瞳术师一朝穿越，成了下等小国镇国侯府被废的天才大小姐！修为被废，双眼俱瞎，家族地位被夺？洛清瞳微眯着一双血瞳冷笑：过来！姐教你们做人！一双血瞳，傲世无双！鉴宝透视，医毒破防，无所不能！魂武双修，器药双绝，御兽布阵……她用一生诠释了何谓至尊无双，绝世嚣张！只是万万没想到惹上了一个比她更绝世妖孽的人，从此你追我逃，你杀人我递刀，一起祸害天下！",
            "img": "images/btop100_20",
            "rq": "1.61万",
            "r_l": "62.22%"
        },

    ]

}